Repository: lucianm/vdr-plugin-yaepghd
Catalog: po/*.po
Languages: de_de, fi_fi, ro_ro

source: No Info
de_de: Keine Daten verfügbar.
fi_fi: Ei tietoja
ro_ro: Nu sunt date disponibile.

source: Page up
de_de: Seite hoch
ro_ro: Pagină în sus

source: Page down
de_de: Seite runter
ro_ro: Pagină în jos

source: Start
de_de: Anfang
fi_fi: Aloitus
ro_ro: Început

source: Stop
de_de: Halt
fi_fi: Lopetus
ro_ro: Sfârșit

source: Switch timer added
de_de: Umschalttimer angelegt
ro_ro: Am creat timer pentru comutare

source: Switch timer deleted
de_de: Umschalttimer gelöscht
ro_ro: Am șters timer-ul pentru comutare

source: Timer added
de_de: Timer angelegt
ro_ro: Am adăugat timer

source: Failed to add timer
de_de: Timer konnte nicht angelegt werden
ro_ro: Nu s-a putut adăuga timer

source: Remote timer deactivated
de_de: Remote Timer deaktiviert
ro_ro: S-a deactivat timer-ul la distanță

source: Timer deactivated
de_de: Timer deaktiviert
ro_ro: Timer-ul a fost deactivat

source: Up
de_de: Hoch
fi_fi: nouseva
ro_ro: în sus

source: Down
de_de: Runter
fi_fi: laskeva
ro_ro: în jos

source: Close YaepgHD
de_de: YaepgHD wird geschlossen
ro_ro: YaepgHD este închis

source: Leave YaepgHD open
de_de: YaepgHD bleibt geöffnet
ro_ro: YaepgHD rămâne deschis

source: Automatic
de_de: Automatisch
ro_ro: Automat

source: pixel algo
de_de: Pixel-Algorithmus
ro_ro: Algoritm pixeli

source: ratio algo
de_de: Verhältnis-Algorithmus
ro_ro: Algoritm raport

source: zoom image
de_de: Bild-Zoom
ro_ro: Zoomează imaginea

source: Hide mainmenu entry
de_de: Hauptmenüeintrag verstecken
fi_fi: Piilota valinta p채채valikosta
ro_ro: Ascunde în meniul principal

source: Main menu entry
de_de: Hauptmenüeintrag
ro_ro: Arată în meniul principal

source: Replace original schedule
de_de: Ersetze original Programmführer
fi_fi: Korvaa alkuper채inen ohjelmaopas
ro_ro: Înlocuiește programul original

source: Channel change
de_de: Kanal wechseln
ro_ro: Comutare canal

source: Switch channel with OK
de_de: Kanal umschalten mit OK
ro_ro: Comută canalul cu tasta 'Ok'

source: Mainmenu with BACK
de_de: Zum Hauptmenü mit BACK
ro_ro: Revino în meniul principal cu tasta 'Înapoi'

source: Select menu at position...
de_de: Folgende Menüposition selektieren
ro_ro: Selectează meniul de pe poziția

source: Select submenu at position...
de_de: Folgende Untermenüposition selektieren
ro_ro: Selectează submeniul de pe poziția

source: Record dialog with red button
de_de: Aufnahmedialog bei roter Taste
ro_ro: Dialogul înregistrare cu tasta roșie

source: Time format
de_de: Zeitformat
fi_fi: Kellonajan esitysmuoto
ro_ro: Format timp

source: Channel order
de_de: Kanalreihenfolge
ro_ro: Ordinea canalelor

source: Channel number
de_de: Kanalnummer
ro_ro: Numărul canalului

source: Info symbols
de_de: Info Symbole
ro_ro: Simboluri info

source: EPG images
de_de: EPG Bilder
ro_ro: Imagini EPG

source: Resize images
de_de: Bildergrößen anpassen
ro_ro: Adaptează mărimea imaginilor

source: Image format
de_de: Bildformat
ro_ro: Formatul imaginilor

source: Switch timer
de_de: Umschalttimer
ro_ro: Timer de comutare

source: Switch ... minutes before start
de_de: Umschalten ... Minuten vor Start
ro_ro: Comută cu ... minute înainte de începere

source: Remote timer
ro_ro: Timer la distanță

source: Yet another EPG in HD
fi_fi: Vaihtoehtoinen ohjelmaopas
ro_ro: Încă un EPG în HD

source: -12 Hours
fi_fi: -12h

source: +12 Hours
fi_fi: +12h

source: Switch
fi_fi: Vaihda

source: Screenshot
fi_fi: Kuvakaappaus

source: Once
fi_fi: kerran

source: Every
fi_fi: aina

source: Mon-Fri
fi_fi: Ma-pe

source: Sun-Sat
fi_fi: Su-la

source: Frequency
fi_fi: Taajuus

source: Manual
fi_fi: manuaalinen

source: Manual in EPG
fi_fi: manuaalinen; EPG

source: Automatic in EPG
fi_fi: automaattinen; EPG

source: Channel Change
fi_fi: Kanavanvaihto

source: Channel Order
fi_fi: Kanavaj채rjetys

source: YaepgHD
fi_fi: Ohjelmaopas (YaepgHD)
